[
    {
      "id": "01",
      "estate_title": "Modern Loft in Arts District",
      "segment_name": "Premium",
      "description": "Nestled amidst serene landscapes, this charming cottage invites you to escape the hustle and bustle. Admire the panoramic views of lush greenery from the spacious porch, or cozy up by the fireplace in the rustic yet elegant interior. Perfect for those seeking solace and natural beauty, this retreat offers a tranquil haven. With modern amenities seamlessly integrated, it blends comfort with the timeless allure of countryside living.",
      "price": "$850,000",
      "status": "sale",
      "area": "1800 sq ft",
      "location": "Los Angeles, California",
      "facilities": ["open-plan layout", "rooftop terrace", "fitness center"],
      "image": "https://i.ibb.co/4dhkLvK/douglas-sheppard-9r-Yf-G8s-WRVo-unsplash.jpg"
    },
    {
      "id": "02",
      "estate_title": "Charming Cottage by the Lake",
      "segment_name": "Standard",
      "description": "Step into luxury in this modern apartment, where sophistication meets convenience. From the sleek design to the high-end finishes, every detail exudes elegance. Entertain guests in the expansive living space or unwind in the private balcony with stunning city vistas. Situated in a prime location, enjoy easy access to cultural attractions, fine dining, and entertainment. Experience urban living at its finest, where style meets substance.",
      "price": "$1,200/week",
      "status": "rent",
      "area": "1200 sq ft",
      "location": "Lake Tahoe, Nevada",
      "facilities": ["fireplace", "dock", "deck"],
      "image": "https://i.ibb.co/t3v1XYX/evelyn-paris-XJn-P4-L958ds-unsplash.jpg"
    },
    {
      "id": "03",
      "estate_title": "Spacious Townhouse in Suburbia",
      "segment_name": "Standard",
      "description": "Welcome home to this spacious family retreat, where comfort and functionality harmonize effortlessly. The open-plan layout offers ample room for gatherings and everyday living, while large windows flood the interiors with natural light. Outside, discover a sprawling garden oasis, perfect for outdoor activities and relaxation. With modern conveniences and thoughtful touches throughout, this home is an idyllic haven for families seeking both comfort and charm.",
      "price": "$400,000",
      "status": "sale",
      "area": "2200 sq ft",
      "location": "Charlotte, North Carolina",
      "facilities": ["backyard", "garage", "community pool"],
      "image": "https://i.ibb.co/6mjMNRV/Francesca-tosolini-t-Hk-JAMc-O3-QE-unsplash.jpg"
    },
    {
      "id": "04",
      "estate_title": "Sunny Condo with City Views",
      "segment_name": "Premium",
      "description": "Discover the epitome of urban chic in this stylish studio apartment, perfectly positioned in the heart of a vibrant neighborhood. The contemporary design and efficient layout maximize space and comfort, creating a cozy yet functional living environment. Enjoy the convenience of nearby cafes, boutiques, and transportation options, all within easy reach. Ideal for modern professionals or students, this studio offers the perfect blend of urban living and cosmopolitan charm.",
      "price": "$3,000/month",
      "status": "rent",
      "area": "1000 sq ft",
      "location": "San Francisco, California",
      "facilities": ["city views", "balcony", "fitness center"],
      "image": "https://i.ibb.co/rGZ42tK/todd-kent-178j8t-Jr-Nlc-unsplash.jpg"
    }
  ]